tap "cloudflare/cloudflare"
tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "webp"
brew "bat"
brew "boost"
brew "openssl@1.1"
brew "python@3.9"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "gnupg"
brew "go"
brew "mas"
brew "mecab-ipadic"
brew "nkf"
brew "node"
brew "oath-toolkit"
brew "openjdk"
brew "pinentry-mac"
brew "pyenv"
brew "r"
brew "ruby"
brew "rust-analyzer"
brew "rustup-init"
brew "selenium-server", restart_service: true
brew "wget"
brew "youtube-dl"
brew "delphinus/sfmono-square/sfmono-square"
cask "1password"
cask "1password-cli"
cask "apparency"
cask "appcleaner"
cask "atom"
cask "balenaetcher"
cask "blackhole-2ch"
cask "blender"
cask "chromedriver"
cask "discord"
cask "docker"
cask "firefox"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "mactex-no-gui"
cask "minecraft"
cask "mos"
cask "obs"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "realforce"
cask "signal"
cask "skim"
cask "suspicious-package"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Affinity Designer", id: 824171161
mas "Affinity Publisher", id: 881418622
mas "Compressor", id: 424390742
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "Evernote", id: 406056744
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "Logic Pro", id: 634148309
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "ToyViewer", id: 414298354
mas "Tweetbot", id: 1384080005
mas "TweetDeck", id: 485812721
mas "Twitter", id: 1482454543
mas "WordService", id: 899972312
mas "Xcode", id: 497799835
