tap "cloudflare/cloudflare"
tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "webp"
brew "bat"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "go"
brew "mas"
brew "mecab-ipadic"
brew "nkf"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby"
brew "rust-analyzer"
brew "rustup-init"
brew "selenium-server", restart_service: true
brew "wget"
brew "delphinus/sfmono-square/sfmono-square"
cask "1password"
cask "1password-cli"
cask "apparency"
cask "appcleaner"
cask "chromedriver"
cask "discord"
cask "docker"
cask "fig"
cask "firefox"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "obs"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "realforce"
cask "signal"
cask "skim"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Compressor", id: 424390742
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "Evernote", id: 406056744
mas "Final Cut Pro", id: 424389933
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Logic Pro", id: 634148309
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "NAS Navigator2", id: 450664466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "ToyViewer", id: 414298354
mas "WordService", id: 899972312
mas "Xcode", id: 497799835
