tap "cloudflare/cloudflare"
tap "delphinus/sfmono-square"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/services"
tap "modularml/packages"
tap "oven-sh/bun"
brew "webp"
brew "bat"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "go"
brew "graphviz"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "mas"
brew "mecab-ipadic"
brew "mise"
brew "moreutils"
brew "nkf"
brew "node"
brew "pandoc"
brew "php"
brew "pnpm"
brew "ruff"
brew "rustup-init"
brew "rye"
brew "selenium-server", restart_service: true
brew "sheldon"
brew "ssh-copy-id"
brew "trash-cli"
brew "tree"
brew "typst"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "delphinus/sfmono-square/sfmono-square"
brew "modularml/packages/modular"
cask "1password"
cask "1password-cli"
cask "apparency"
cask "appcleaner"
cask "arc"
cask "audacity"
cask "chromedriver"
cask "cloudflare-warp"
cask "devtoys"
cask "discord"
cask "docker"
cask "fig"
cask "firefox"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "macfuse"
cask "notion"
cask "obs"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "postman"
cask "raycast"
cask "realforce"
cask "signal"
cask "skim"
cask "steam"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Compressor", id: 424390742
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "Evernote", id: 406056744
mas "Final Cut Pro", id: 424389933
mas "Goodnotes", id: 1444383602
mas "Graphic", id: 404705039
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Logic Pro", id: 634148309
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "NAS Navigator2", id: 450664466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Playgrounds", id: 1496833156
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "ToyViewer", id: 414298354
mas "WordService", id: 899972312
mas "Xcode", id: 497799835
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "bramvanbilsen.matlab-code-run"
vscode "braver.vscode-solarized"
vscode "castwide.solargraph"
vscode "charliermarsh.ruff"
vscode "chrmarti.regex"
vscode "cloudlatex.cloudlatex"
vscode "cocopon.iceberg-theme"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "gimly81.matlab"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "htmlhint.vscode-htmlhint"
vscode "igorsbitnev.error-gutters"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "kaiwood.endwise"
vscode "karigari.chat"
vscode "karyfoundation.racket"
vscode "kdarkhan.mips"
vscode "leafvmaple.nand2tetris"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "millenniumambiguity.processing-formatter"
vscode "million.million-lint"
vscode "modular-mojotools.vscode-mojo"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mr-konn.generic-input-method"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "oven.bun-vscode"
vscode "pflannery.vscode-versionlens"
vscode "prisma.prisma"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "richie5um2.vscode-sort-json"
vscode "roblourens.vscode-nand2tetris-hdl"
vscode "rust-lang.rust-analyzer"
vscode "ryuta46.multi-command"
vscode "smockle.xcode-default-theme"
vscode "taichi.vscode-textlint"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "tobiah.language-pde"
vscode "torn4dom4n.latex-support"
vscode "twxs.cmake"
vscode "tyriar.luna-paint"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vasilescur.better-mips"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
